Ran Plan for dir: `dev/us-east-1/s3` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.b will be created
+ resource "aws_s3_bucket" "b" {
      + acceleration_status         = (known after apply)
      + acl                         = "private"
      + arn                         = (known after apply)
      + bucket                      = "abilash-atlantistest-2"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "Dev"
          + "Name"        = "abilash-atlantistest-2"
        }
      + tags_all                    = {
          + "Environment" = "Dev"
          + "Name"        = "abilash-atlantistest-2"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d dev/us-east-1/s3`
* :put_litter_in_its_place: To **delete** this plan click [here](http://c6f3096a16b5.ngrok.io/lock?id=abhilashgunta%252Fterratest%252Fdev%252Fus-east-1%252Fs3%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d dev/us-east-1/s3`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
